* Features
** ENHANCEMENT Labels [0/2]
 - [ ] Add Place for them in UI
 - [ ] Sort by label

** ENHANCEMENT Trackers [0/2]
 - [ ] Add place for them in UI
 - [ ] Sort by tracker
*** SUGGESTION Add this feature to core

** ENHANCEMENT Columns [0/2]
 - [ ] Add place for them in UI
 - [ ] Sort by column (ascending, descending)

** ENHANCEMENT Adding Torrents [3/4]
 - [X] Think of a way to make adding torrents less of a headache
 - [X] Implement it
 - [X] Tilde expansion
 - [ ] Tab expansion

* Bugs
** BUG gtorrent logging/errors overlay on top of UI
** FIXED crash when last torrent is deleted
   CLOSED: [2014-08-25 Mon 18:59]
   - State "FIXED"      from "BUG"        [2014-08-25 Mon 18:59] \\
     Fixed on Mon Aug 25 18:59:58 2014

#+begin_comment
#+begin_src emacs-lisp
(add-hook 'after-save-hook 
  (lambda() (org-md-export-to-markdown))
  nil
  t
  )
#+end_src

#+RESULTS:
| (lambda nil (org-md-export-to-markdown)) | t |

#+end_comment
